Cannot paste view references into the view they reference or into unrelated views
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId CannotPasteViewReferences { get; }
  Visual Basic
Public Shared ReadOnly Property CannotPasteViewReferences As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ CannotPasteViewReferences {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures ViewFailures Class
  Autodesk.Revit.DB Namespace